using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace GKL_Analise
{
    internal enum ColumnsScan
    {
        Нет,
        Год,
        Месяц,
        Продукция,
        ВысотаИзделия,
        ШиринаИзделия,
        ВАС,
        ШАС,
        ВПС,
        ШПС,
        Количество,
        Сложность,
        ПлощадьИзделия,
        ПлощадьРабочейСтворки,
        ПлощадьПассивнойСтворки,
        ПлощадьФрамуги,
        ПлощадьЛевойБоковойВставки,
        ПлощадьПравойБоковойВставки,
        ПлощадьВырезовРабочейСтворки,
        ПлощадьВырезовПассивнойСтворки,
        ПлощадьВырезовФрамуги,
        ПлощадьВырезовЛевойБоковойВставки,
        ПлощадьВырезовПравойБоковойВставки
    }
}
